"!)"	true
""	true
"#"	true
"#1"	true
"#transformersfail"	true
"$1.98"	true
"$10"	true
"$10-million"	true
"$10."	true
"$100"	true
"$100-million"	true
"$11"	true
"$11.50"	true
"$120"	true
"$121-million"	true
"$14"	true
"$14-million"	true
"$14.54"	true
"$140"	true
"$150"	true
"$160-million"	true
"$175"	true
"$2"	true
"$2.50"	true
"$20"	true
"$200"	true
"$250000"	true
"$3"	true
"$3.00"	true
"$30"	true
"$300"	true
"$34"	true
"$375"	true
"$493"	true
"$5"	true
"$54"	true
"$56"	true
"$6"	true
"$60"	true
"$7"	true
"$7.00"	true
"$7.50"	true
"$70"	true
"$700"	true
"$7000"	true
"$75"	true
"$8.50"	true
"$90"	true
"$99.99."	true
"%u0107e"	true
"%u010diji"	true
"%u0153uvre"	true
"%u2013"	true
"%u2014"	true
"&"	true
"&#147;boo&#148;"	true
"&#147;duck"	true
"&#147;explain&#148;"	true
"&#150;"	true
"&#151;"	true
"&#8203;adds"	true
"&#8210;"	true
"&#8220;edward"	true
"&#8230;"	true
"&#8232;cgi-besotted"	true
"&amp;"	true
"&ldquo;shameless"	true
"&ldquo;woodstock"	true
"''about''"	true
"''acting''"	true
"''apollo"	true
"''arachnophobia''"	true
"''gee"	true
"''has"	true
"''now"	true
"''postcards"	true
"''ransom''"	true
"''seabiscuit''"	true
"''sure"	true
"''ugh!''"	true
"''van"	true
"'-from-hell'"	true
"'..."	true
"'...visually"	true
"'03."	true
"'08:"	true
"'1%"	true
"'2"	true
"'20000"	true
"'2001:"	true
"'20s"	true
"'21"	true
"'300.'"	true
"'30s"	true
"'40s"	true
"'50's"	true
"'50s"	true
"'50s-style"	true
"'50s."	true
"'60s"	true
"'60s-homage"	true
"'60s-retro"	true
"'60s."	true
"'62"	true
"'68"	true
"'70's"	true
"'70s"	true
"'70s-early"	true
"'70s-era"	true
"'70s-flavored"	true
"'70s-set"	true
"'70s."	true
"'70s...disappointingly"	true
"'72"	true
"'76...where"	true
"'79"	true
"'80's"	true
"'80s"	true
"'80s-era"	true
"'80s-inspired"	true
"'80s-style"	true
"'80s."	true
"'82's"	true
"'90s"	true
"'90s."	true
"'98."	true
"'99"	true
"'[the"	true
"'a"	true
"'aaaaaah'"	true
"'aaaah'!"	true
"'aah'"	true
"'abraham"	true
"'absurd'"	true
"'act"	true
"'adam-12'"	true
"'adequate'"	true
"'adventure.'"	true
"'afterlife'"	true
"'aha'"	true
"'ahhhh.'"	true
"'airport'"	true
"'alfie.'"	true
"'alien'"	true
"'aliens'"	true
"'all"	true
"'ambitious"	true
"'american"	true
"'an"	true
"'anal"	true
"'and"	true
"'angry"	true
"'animated'"	true
"'anna"	true
"'anti'"	true
"'apocalypse"	true
"'appalled"	true
"'are"	true
"'aren't"	true
"'argo'"	true
"'argo.'"	true
"'art"	true
"'artistico'"	true
"'as"	true
"'asides.'"	true
"'atlantis'"	true
"'aunque"	true
"'auto"	true
"'avatar'"	true
"'avatar.'"	true
"'avengers'"	true
"'b'"	true
"'b-movie'"	true
"'baby'"	true
"'back"	true
"'bad"	true
"'bad'"	true
"'badlands'"	true
"'barbershop'"	true
"'bare"	true
"'bartleby'"	true
"'based"	true
"'batman"	true
"'battlefield"	true
"'battleship'"	true
"'be"	true
"'beauty"	true
"'because"	true
"'becoming"	true
"'been"	true
"'being"	true
"'believe"	true
"'believe.'"	true
"'best"	true
"'best'"	true
"'better'"	true
"'bichos'"	true
"'big"	true
"'big'"	true
"'bigger"	true
"'biopics'"	true
"'bittersweet';"	true
"'black"	true
"'blades"	true
"'bland"	true
"'bland'"	true
"'blaxploitation'"	true
"'blessings'"	true
"'blonde'"	true
"'blondes"	true
"'blood"	true
"'bloody"	true
"'bloody'"	true
"'blundering'"	true
"'boat"	true
"'boo!'"	true
"'booty"	true
"'born"	true
"'bot"	true
"'bot."	true
"'bout"	true
"'break"	true
"'breath"	true
"'breed"	true
"'bridesmaids'"	true
"'bridesmaids.'"	true
"'brillante"	true
"'bring"	true
"'bringing"	true
"'buck"	true
"'buddy"	true
"'buddy'"	true
"'buen"	true
"'bullet-time'"	true
"'by"	true
"'byte'"	true
"'c'"	true
"'caceria"	true
"'call"	true
"'campy'"	true
"'can"	true
"'candy.'"	true
"'capraesque'"	true
"'caring.'"	true
"'carpe"	true
"'carrie'"	true
"'cartoons'"	true
"'cast"	true
"'catch"	true
"'catcher"	true
"'cats"	true
"'cause"	true
"'ceremony'"	true
"'champagne')."	true
"'champion"	true
"'charlie'"	true
"'charm'"	true
"'chasing"	true
"'cheapquel.'"	true
"'cheese'"	true
"'chest-burster'"	true
"'chicago.'"	true
"'chick"	true
"'childish'"	true
"'childlike'"	true
"'christian"	true
"'christmas"	true
"'cientifica'"	true
"'cinderella'"	true
"'cineasta'?"	true
"'city"	true
"'claro"	true
"'clash"	true
"'classic'"	true
"'classics'"	true
"'cliches')"	true
"'close-up"	true
"'cloverfield.'"	true
"'clueless'"	true
"'clues'"	true
"'coke'"	true
"'cold"	true
"'collateral"	true
"'collateral'"	true
"'come"	true
"'comedies'"	true
"'comedy'"	true
"'comfort"	true
"'como"	true
"'competent'"	true
"'compleja"	true
"'complexity'"	true
"'compliance'"	true
"'contact.'"	true
"'contraband'"	true
"'convoluted'"	true
"'cool"	true
"'cool'"	true
"'coraline.'"	true
"'could"	true
"'cowboy"	true
"'crank'"	true
"'crash"	true
"'crazy'"	true
"'creative'"	true
"'creature"	true
"'criminal"	true
"'criticism'"	true
"'crosses"	true
"'crowd-pleaser'"	true
"'csi'"	true
"'cult"	true
"'curse"	true
"'cute'"	true
"'cute.'"	true
"'cutesy'"	true
"'cycle"	true
"'damaged"	true
"'danger'"	true
"'daredevil"	true
"'daredevil'"	true
"'dark"	true
"'darth"	true
"'date"	true
"'dating.'"	true
"'david"	true
"'dawson'"	true
"'day-old'"	true
"'dazed"	true
"'dazzling!'"	true
"'de"	true
"'dead"	true
"'deadfall'"	true
"'deadly"	true
"'dear"	true
"'death"	true
"'debi"	true
"'deep'"	true
"'definitely'"	true
"'deliverance'"	true
"'desperado'"	true
"'despite"	true
"'deviant.'"	true
"'diamond.'"	true
"'did"	true
"'die"	true
"'dimensional'"	true
"'direct-to-video'"	true
"'directed"	true
"'disease"	true
"'dishonest.'"	true
"'disney'"	true
"'divertida"	true
"'dj"	true
"'do"	true
"'doctor"	true
"'doesn't"	true
"'dog'"	true
"'dogma'"	true
"'doing'"	true
"'don't"	true
"'down"	true
"'dracula'"	true
"'drag"	true
"'dragonfly'"	true
"'dramady'"	true
"'dramedy'"	true
"'dream'"	true
"'drive'"	true
"'drown"	true
"'dude"	true
"'duel'"	true
"'dumbing"	true
"'duplex'"	true
"'edgy'"	true
"'edgy.'"	true
"'effect'"	true
"'eh'"	true
"'ejemplo"	true
"'el.'"	true
"'elaborate"	true
"'elf"	true
"'elf'"	true
"'elkayem's"	true
"'em"	true
"'em'"	true
"'em)"	true
"'em."	true
"'em.'"	true
"'emmerich"	true
"'emotional'"	true
"'encantadora"	true
"'end"	true
"'enjoy'"	true
"'enough"	true
"'entertaining'"	true
"'entertainment.'"	true
"'epic!'"	true
"'epic'."	true
"'er"	true
"'eraser'"	true
"'es"	true
"'espectacular"	true
"'ethnic'"	true
"'eureka'"	true
"'evelyn.'"	true
"'event"	true
"'event'"	true
"'everything"	true
"'everything-but-the-kitchen-sink'"	true
"'evil'"	true
"'exciting.'"	true
"'exhibit"	true
"'expectant'"	true
"'experience'"	true
"'exploitation'"	true
"'explosion"	true
"'eye"	true
"'f'"	true
"'face"	true
"'fahrenheit"	true
"'fair'"	true
"'family"	true
"'far"	true
"'fargo.'"	true
"'fastlane.'\""	true
"'fatal"	true
"'father"	true
"'faxes'"	true
"'feel'"	true
"'feel-bad'"	true
"'fessing"	true
"'field"	true
"'filhote'."	true
"'film'"	true
"'filme"	true
"'filme-denuncia'"	true
"'filmmaking"	true
"'final"	true
"'final'"	true
"'fist"	true
"'fix'"	true
"'fleshing"	true
"'flight'"	true
"'flight.'"	true
"'flying"	true
"'fockerization'"	true
"'following"	true
"'footloose.'"	true
"'formula'"	true
"'foul!'"	true
"'found"	true
"'frankenweenie'"	true
"'freddy"	true
"'friday"	true
"'friends"	true
"'friends'"	true
"'frightening'"	true
"'frisco."	true
"'frontside"	true
"'fuggedaboutit'--that"	true
"'full"	true
"'fun'"	true
"'fun'."	true
"'funny'"	true
"'g'day'"	true
"'gangsta"	true
"'garfield'"	true
"'gay'"	true
"'gee"	true
"'genetic"	true
"'genio"	true
"'get'"	true
"'gettysburg'"	true
"'ghost"	true
"'gigli'"	true
"'gladiator'"	true
"'glass"	true
"'go'"	true
"'goblet"	true
"'god"	true
"'godfather"	true
"'gods"	true
"'godzilla'"	true
"'going"	true
"'gollum"	true
"'golpe"	true
"'gone'"	true
"'gong'"	true
"'good"	true
"'good'"	true
"'gotcha!'"	true
"'grabbed'"	true
"'gratuitous'"	true
"'great'"	true
"'great'."	true
"'greatest"	true
"'greek'"	true
"'groovy"	true
"'grrrrr!'"	true
"'guns"	true
"'guy"	true
"'guy's"	true
"'h'"	true
"'hairspray'"	true
"'hanoi"	true
"'happening'"	true
"'happy'"	true
"'hard"	true
"'harry'"	true
"'has"	true
"'hate"	true
"'having"	true
"'he"	true
"'head"	true
"'hellboy'."	true
"'hellos'"	true
"'hero'"	true
"'hero.'"	true
"'heroic'"	true
"'hey"	true
"'high"	true
"'hip'"	true
"'history"	true
"'history's"	true
"'hit"	true
"'hmm"	true
"'hmmm'"	true
"'hmmmm...'"	true
"'holes'"	true
"'hollywood"	true
"'honest'"	true
"'hoo-ahhh!'ing"	true
"'hood"	true
"'hood."	true
"'hoop"	true
"'horror'"	true
"'hot"	true
"'house"	true
"'house'"	true
"'houston"	true
"'how"	true
"'huh?'"	true
"'hurricane'"	true
"'i"	true
"'i'"	true
"'i'm"	true
"'i'm-okay-"	true
"'i've"	true
"'ice"	true
"'identity"	true
"'idiot"	true
"'if"	true
"'im"	true
"'improve'"	true
"'improved'"	true
"'in"	true
"'in-jokes'."	true
"'in-the-moment'"	true
"'inception'"	true
"'inception.'"	true
"'incoherent'"	true
"'indecent"	true
"'independence"	true
"'independent'-thinking"	true
"'indiana"	true
"'indie'"	true
"'infotainment'"	true
"'inspirational"	true
"'inspirational'"	true
"'inspired"	true
"'instinct'"	true
"'insulting.'"	true
"'intense'"	true
"'intrigue'"	true
"'iron"	true
"'irony.'"	true
"'issue'"	true
"'issues'"	true
"'it"	true
"'it'll"	true
"'it's"	true
"'ja"	true
"'jackass:"	true
"'jamie"	true
"'jeepers"	true
"'jeff"	true
"'john"	true
"'jokes'"	true
"'journey"	true
"'jump"	true
"'keep"	true
"'kickflip'"	true
"'kids'"	true
"'king"	true
"'kinsey'"	true
"'kiss"	true
"'kissing"	true
"'knocked"	true
"'knocking"	true
"'kung"	true
"'la"	true
"'lasse"	true
"'lebowski'"	true
"'less"	true
"'let"	true
"'let's"	true
"'life"	true
"'life-affirming'"	true
"'like"	true
"'like'"	true
"'lincoln'"	true
"'lincoln.'"	true
"'live"	true
"'lived-in'"	true
"'lo"	true
"'logic"	true
"'look"	true
"'loosen"	true
"'lord"	true
"'lost"	true
"'lost'...only"	true
"'lots"	true
"'love"	true
"'love'"	true
"'lovely!"	true
"'low'"	true
"'lowdown'"	true
"'lucky'"	true
"'lyne"	true
"'m"	true
"'mad-eye'"	true
"'mainstream'"	true
"'major"	true
"'man"	true
"'man'"	true
"'mann"	true
"'margie'"	true
"'marley'"	true
"'marvel'-ously"	true
"'massive"	true
"'masters"	true
"'matrix'"	true
"'matrix'..."	true
"'maximus!"	true
"'may"	true
"'may'"	true
"'maybe"	true
"'me"	true
"'meh'."	true
"'melhor"	true
"'melo'"	true
"'memento'"	true
"'memo"	true
"'men"	true
"'mentor"	true
"'message"	true
"'message'"	true
"'messy"	true
"'meta'"	true
"'mib3'"	true
"'micro-oxygenating'"	true
"'midnight"	true
"'minothores'"	true
"'miracle'"	true
"'mirror"	true
"'missao:"	true
"'missed"	true
"'model"	true
"'modern'"	true
"'modernizing'"	true
"'moments"	true
"'money'--and"	true
"'money.'"	true
"'moneyball'"	true
"'most"	true
"'mostow"	true
"'mother"	true
"'movie"	true
"'movies"	true
"'mr."	true
"'mtv"	true
"'much"	true
"'muito"	true
"'mulan'"	true
"'murder"	true
"'murder'"	true
"'must"	true
"'must'"	true
"'mystic"	true
"'n"	true
"'n'"	true
"'nads-by-a-"	true
"'naked-er'"	true
"'narnia'-esque"	true
"'national"	true
"'negro'"	true
"'nemesis'?"	true
"'neon-noir'"	true
"'never"	true
"'new"	true
"'next"	true
"'ni!'"	true
"'ni.'"	true
"'nice'"	true
"'night"	true
"'night'"	true
"'nightmare"	true
"'nine"	true
"'no"	true
"'no'"	true
"'nose'"	true
"'nosferatu.'"	true
"'not"	true
"'nothing"	true
"'notice"	true
"'nowhereness'"	true
"'nudge"	true
"'nuf"	true
"'numbesis'"	true
"'nunca"	true
"'nyuck'"	true
"'o"	true
"'obligatory"	true
"'ocean's"	true
"'odd"	true
"'of"	true
"'oh"	true
"'oklahoma.'"	true
"'old"	true
"'older"	true
"'on"	true
"'on'"	true
"'one"	true
"'ooh"	true
"'opa!'"	true
"'oprah"	true
"'orphanages'"	true
"'oscar"	true
"'other"	true
"'out"	true
"'over"	true
"'overcoming"	true
"'owen"	true
"'pain"	true
"'palomera'"	true
"'pan's"	true
"'panning"	true
"'paranormal"	true
"'paranorman'"	true
"'park.'"	true
"'part"	true
"'pearl"	true
"'people"	true
"'perdition'"	true
"'perfecto"	true
"'perks.'"	true
"'personal"	true
"'pi'"	true
"'picture"	true
"'pirates"	true
"'plain'"	true
"'play'"	true
"'plex"	true
"'poetica"	true
"'poetry'"	true
"'poi"	true
"'pointless'"	true
"'pollice"	true
"'popcorn'"	true
"'pras'"	true
"'predator.'"	true
"'prequel'"	true
"'pressing"	true
"'pretty"	true
"'prey"	true
"'primer'"	true
"'prison'"	true
"'produced"	true
"'product.'"	true
"'project"	true
"'prometheus'"	true
"'proporciona"	true
"'prove-it-to-me'"	true
"'quit.'"	true
"'quiza"	true
"'rambo'"	true
"'rap'...but"	true
"'rashomon'"	true
"'razzle"	true
"'re-animator.'"	true
"'reach"	true
"'realistic'"	true
"'reality"	true
"'reality'"	true
"'redemption'"	true
"'release"	true
"'requiem"	true
"'requiem'"	true
"'resident"	true
"'revenge"	true
"'revolutions'"	true
"'rewatchability"	true
"'rewind"	true
"'rhapsody'...would"	true
"'ridiculous'"	true
"'right"	true
"'right?'"	true
"'rise"	true
"'rising"	true
"'road"	true
"'robbers"	true
"'rock"	true
"'rockumentaries'"	true
"'rocky"	true
"'roll"	true
"'romantic"	true
"'round."	true
"'roupas"	true
"'rubberface'"	true
"'rush'"	true
"'s"	true
"'s'"	true
"'sabedoria'"	true
"'safe'"	true
"'safety"	true
"'saggy'"	true
"'same-old-stuff'"	true
"'sanity'"	true
"'saturday"	true
"'savages'"	true
"'saw"	true
"'say-along'"	true
"'scary"	true
"'schindler's"	true
"'schmaltzy'"	true
"'school"	true
"'science"	true
"'scooby'"	true
"'scratch'"	true
"'scream'"	true
"'screwball'"	true
"'seabiscuit'"	true
"'second"	true
"'see"	true
"'seinfeld'"	true
"'self"	true
"'seminar'"	true
"'serious"	true
"'serious'"	true
"'seven"	true
"'sex"	true
"'shane.'"	true
"'shocking'"	true
"'shogun'"	true
"'short"	true
"'should"	true
"'showbiz"	true
"'shrek"	true
"'shyamalan'."	true
"'si"	true
"'sideways'"	true
"'signs.'"	true
"'silver"	true
"'sim'"	true
"'simple'"	true
"'simplemente"	true
"'sintonia"	true
"'sitcom'"	true
"'sleep"	true
"'small"	true
"'small'"	true
"'smart"	true
"'smoker's"	true
"'snow"	true
"'so"	true
"'so-bad-it's-good'"	true
"'softer-side-of-sandler.'"	true
"'solo"	true
"'some"	true
"'something'"	true
"'sophomore"	true
"'sophomoric.'"	true
"'sorry"	true
"'south"	true
"'spanglish'"	true
"'sparkle'"	true
"'spawn'"	true
"'special'"	true
"'spectacular!'"	true
"'speed'"	true
"'spider-man'"	true
"'spiderman'"	true
"'spirited'"	true
"'splash.'"	true
"'splish'"	true
"'splosions"	true
"'spy"	true
"'square'"	true
"'star"	true
"'statement'"	true
"'steven"	true
"'stock"	true
"'story'"	true
"'straight"	true
"'stranger"	true
"'stupid'"	true
"'sub'-standard"	true
"'subtle'."	true
"'success'."	true
"'sugar'"	true
"'sundance"	true
"'superbad'"	true
"'superman"	true
"'supernatural'"	true
"'surprise"	true
"'surprise'"	true
"'sweeping"	true
"'sweet'"	true
"'symphony"	true
"'t3'"	true
"'take"	true
"'take-the-money-and-run'"	true
"'talent'"	true
"'talk"	true
"'tarantino"	true
"'tasteful'"	true
"'taxi'"	true
"'tears"	true
"'ted'"	true
"'temptations'"	true
"'terminator"	true
"'terms"	true
"'terrible"	true
"'thank"	true
"'that"	true
"'the"	true
"'there"	true
"'there's"	true
"'they"	true
"'they'."	true
"'they'?"	true
"'things"	true
"'think"	true
"'this"	true
"'those"	true
"'three"	true
"'three-quel'"	true
"'threequels\"\""	true
"'thriller'"	true
"'throwaway"	true
"'tiene"	true
"'tierna"	true
"'tight"	true
"'til"	true
"'till"	true
"'time"	true
"'tired"	true
"'tired'"	true
"'tis"	true
"'titanic'"	true
"'titans"	true
"'to"	true
"'todd'"	true
"'tomb"	true
"'tombstone"	true
"'tongue-in-cheek'"	true
"'too"	true
"'toon"	true
"'topical'"	true
"'toy'"	true
"'transformation'"	true
"'transformers'"	true
"'transformers'...if"	true
"'tribute'"	true
"'trip'"	true
"'trip.'"	true
"'triumphant'"	true
"'trouble"	true
"'troy'"	true
"'true"	true
"'trust"	true
"'trying'"	true
"'turkey"	true
"'tweakers.'"	true
"'tween"	true
"'tween'"	true
"'tweeners"	true
"'twilight"	true
"'twilight'"	true
"'twist'"	true
"'twisted'"	true
"'twister'"	true
"'two-lane"	true
"'u"	true
"'uhhh'"	true
"'um"	true
"'uma"	true
"'un"	true
"'una"	true
"'uncle.'"	true
"'under"	true
"'underworld.'"	true
"'unfaithful'"	true
"'unfilmable'."	true
"'unforgiven'"	true
"'unfortunate"	true
"'unnecessary"	true
"'uno"	true
"'uns"	true
"'uns."	true
"'uplifting'"	true
"'valiente"	true
"'vanilla"	true
"'vehicle'"	true
"'velocidade"	true
"'veterans"	true
"'vh1"	true
"'wachowskis"	true
"'wait"	true
"'war"	true
"'war'"	true
"'war-is'"	true
"'warning:"	true
"'we"	true
"'we're"	true
"'weenie\"\""	true
"'what"	true
"'what's"	true
"'what-if'"	true
"'what-the-f**k?'"	true
"'where"	true
"'whippersnapper.'"	true
"'who"	true
"'who's"	true
"'why"	true
"'why?'"	true
"'wild"	true
"'willy"	true
"'winner'."	true
"'wizard"	true
"'woah.'"	true
"'woman's"	true
"'women:"	true
"'workmanlike.'"	true
"'worst"	true
"'wow!'"	true
"'wow"	true
"'wow'"	true
"'wow.'"	true
"'wrath"	true
"'wrong"	true
"'x-treme.'"	true
"'x2'"	true
"'xanadu'"	true
"'yeah"	true
"'yeah."	true
"'yes.'"	true
"'you"	true
"'you're"	true
"'you've"	true
"'you-go-girl'"	true
"'young"	true
"'your"	true
"'yuck!'"	true
"'zany'"	true
"'zine"	true
"'zorro'"	true
"(!)"	true
"("	true
"($9"	true
"('blowup')."	true
"('bronson')"	true
"('every"	true
"('i"	true
"('munich')."	true
"('slacker'"	true
"('teenage"	true
"('the"	true
"(...)"	true
"(1)"	true
"(10/10)."	true
"(1907-54)"	true
"(1962)"	true
"(1968)...with"	true
"(1969)"	true
"(1979)"	true
"(1989)"	true
"(1990)"	true
"(1993)"	true
"(1993).\""	true
"(1994)"	true
"(1995)"	true
"(1996's"	true
"(1999)."	true
"(2"	true
"(2)"	true
"(2000)"	true
"(2001).\""	true
"(2007)"	true
"(25-&-50)"	true
"(3d)"	true
"(636"	true
"(82"	true
"(93"	true
"(?)"	true
"(\"\"beaches\"\")"	true
"(\"\"chuck"	true
"(\"\"cockadoodie"	true
"(\"\"diner\"\")"	true
"(\"\"family"	true
"(\"\"forty"	true
"(\"\"frost/nixon\"\")"	true
"(\"\"half"	true
"(\"\"heist\"\")"	true
"(\"\"hot"	true
"(\"\"in"	true
"(\"\"leaving"	true
"(\"\"no"	true
"(\"\"revolting!\"\""	true
"(\"\"running"	true
"(\"\"scent"	true
"(\"\"the"	true
"(\"\"this"	true
"(\"\"tumbleweeds\"\")"	true
"(\"\"who's"	true
"(\"\"you're"	true
"(a"	true
"(a)"	true
"(a.k.a."	true
"(a/k/a."	true
"(about"	true
"(according"	true
"(accurate?"	true
"(acidly"	true
"(actually"	true
"(afflecks)"	true
"(after"	true
"(again)"	true
"(against"	true
"(agonisingly"	true
"(ah"	true
"(aided"	true
"(albeit"	true
"(albert"	true
"(albert)"	true
"(aliens"	true
"(all"	true
"(almost"	true
"(almost)"	true
"(along"	true
"(also"	true
"(although"	true
"(american"	true
"(among"	true
"(amount)"	true
"(an"	true
"(an)"	true
"(analyze"	true
"(and"	true
"(and)"	true
"(and/or"	true
"(andy)"	true
"(ang)"	true
"(angus"	true
"(anniversary"	true
"(answering"	true
"(anthony"	true
"(antwone"	true
"(apart"	true
"(apatow)"	true
"(apparently"	true
"(approaching"	true
"(appropriately)"	true
"(apt"	true
"(are"	true
"(as"	true
"(aside"	true
"(at"	true
"(aunque"	true
"(b)"	true
"(bad)"	true
"(baddies"	true
"(badly)"	true
"(barely)"	true
"(based"	true
"(because"	true
"(before"	true
"(being)"	true
"(believe"	true
"(besides"	true
"(best)"	true
"(better"	true
"(beyond"	true
"(big"	true
"(bill"	true
"(billy"	true
"(birbiglia"	true
"(blu-ray"	true
"(bom"	true
"(bordering"	true
"(both"	true
"(branagh)"	true
"(braveheart)"	true
"(brendan"	true
"(briefly)"	true
"(brilliantly"	true
"(bringing"	true
"(brokeback"	true
"(but"	true
"(but)"	true
"(but)...(i)t's"	true
"(by"	true
"(call"	true
"(can"	true
"(career"	true
"(carefully"	true
"(carelessly"	true
"(carvey"	true
"(cedric)"	true
"(cgi"	true
"(chaplin)."	true
"(charlize"	true
"(check"	true
"(cinematically"	true
"(cinematographer"	true
"(cinna)?"	true
"(clint)"	true
"(clockers)"	true
"(clocking"	true
"(co-written"	true
"(color"	true
"(com"	true
"(como"	true
"(conjure"	true
"(corny"	true
"(cough"	true
"(count"	true
"(cruise)"	true
"(cusack's)"	true
"(daniel)"	true
"(danny"	true
"(darn"	true
"(david"	true
"(davies)"	true
"(dawson"	true
"(de"	true
"(deliberately)"	true
"(dennis)"	true
"(despairing"	true
"(despite"	true
"(did"	true
"(digitally"	true
"(directed"	true
"(director"	true
"(disappointed"	true
"(disregarding"	true
"(do"	true
"(dokken"	true
"(don't"	true
"(double"	true
"(down"	true
"(duramente)"	true
"(e"	true
"(e-d-i-t)."	true
"(easily)"	true
"(edwards)solid"	true
"(efren"	true
"(efron"	true
"(emphasis"	true
"(enigma)"	true
"(escrito"	true
"(especially"	true
"(especially)"	true
"(especialmente"	true
"(evans)"	true
"(even"	true
"(everything"	true
"(except"	true
"(exception:"	true
"(exists)"	true
"(fast"	true
"(featuring"	true
"(filmed"	true
"(finding"	true
"(for"	true
"(for)"	true
"(frequently"	true
"(fresh)"	true
"(fright"	true
"(from"	true
"(full"	true
"(g)ood"	true
"(gabriel"	true
"(gael)"	true
"(gandhi)"	true
"(gary"	true
"(gasp!)"	true
"(george"	true
"(georgia"	true
"(get"	true
"(gets"	true
"(gilliam's)"	true
"(gillian"	true
"(god"	true
"(goldthwait"	true
"(good"	true
"(gore"	true
"(greed"	true
"(greg"	true
"(greg)"	true
"(gulp)"	true
"(hammateurish?)"	true
"(has)"	true
"(having"	true
"(he's"	true
"(hearst)"	true
"(hein?)"	true
"(here"	true
"(here's"	true
"(here)"	true
"(hey"	true
"(hilary)"	true
"(hindered"	true
"(hint:"	true
"(his"	true
"(holly"	true
"(hoop"	true
"(hopefully)"	true
"(horrible)"	true
"(how"	true
"(howards)"	true
"(hugh"	true
"(i"	true
"(i'm"	true
"(i.e."	true
"(if"	true
"(imitative"	true
"(in"	true
"(includes"	true
"(including"	true
"(ingrid"	true
"(inspired"	true
"(instead"	true
"(intentional)"	true
"(involving"	true
"(iron)"	true
"(is)"	true
"(it"	true
"(it's"	true
"(it's)"	true
"(it)"	true
"(its"	true
"(itself"	true
"(j14-hit!)"	true
"(jeff"	true
"(jennifer"	true
"(jodie"	true
"(johnny"	true
"(johnny)"	true
"(jokes"	true
"(josh"	true
"(judging"	true
"(jules"	true
"(jumanji"	true
"(kline)"	true
"(labeouf)"	true
"(lame?)"	true
"(largely"	true
"(lauren"	true
"(law's)"	true
"(led"	true
"(leelee"	true
"(leslie"	true
"(less"	true
"(let's"	true
"(lifted"	true
"(like"	true
"(like)channel"	true
"(literally)"	true
"(literally)."	true
"(long"	true
"(longer"	true
"(lots"	true
"(lucas)"	true
"(mainly"	true
"(making"	true
"(man"	true
"(many"	true
"(martha"	true
"(marty)"	true
"(matt)"	true
"(maybe"	true
"(maybe)"	true
"(me"	true
"(mel"	true
"(meryl"	true
"(michael)"	true
"(mild)"	true
"(minus"	true
"(miscast"	true
"(monster-in-law)"	true
"(monsters"	true
"(more"	true
"(most"	true
"(mostly"	true
"(mostly)"	true
"(movie's"	true
"(mtv"	true
"(much"	true
"(murray"	true
"(music"	true
"(my"	true
"(mysteriously"	true
"(n)o"	true
"(na"	true
"(next"	true
"(nice"	true
"(niggas"	true
"(ninety-five"	true
"(no"	true
"(noir"	true
"(non-alcoholic)"	true
"(none"	true
"(not"	true
"(note"	true
"(nothing"	true
"(november)"	true
"(o"	true
"(o.k."	true
"(of"	true
"(ok"	true
"(one"	true
"(ooh"	true
"(or"	true
"(original"	true
"(other"	true
"(others"	true
"(our"	true
"(over"	true
"(owed?)"	true
"(owen)"	true
"(para"	true
"(pardon"	true
"(parents"	true
"(particularly"	true
"(paul"	true
"(payback"	true
"(perhaps"	true
"(personal"	true
"(peter"	true
"(philip"	true
"(phone"	true
"(physical"	true
"(pizza"	true
"(plus"	true
"(powerpuff"	true
"(pre-teen?)"	true
"(premiere's"	true
"(presumably)"	true
"(pretension?)"	true
"(probably)"	true
"(producer"	true
"(proving"	true
"(published"	true
"(pun"	true
"(r"	true
"(racism"	true
"(radha)"	true
"(rashida)"	true
"(ratcheted"	true
"(rated"	true
"(rather"	true
"(read"	true
"(read:"	true
"(really"	true
"(rear)end"	true
"(reitman's)"	true
"(remember"	true
"(residents"	true
"(reversal"	true
"(rides)"	true
"(rises)"	true
"(rival"	true
"(rob"	true
"(roddy"	true
"(rodriguez's"	true
"(rodriguez's)"	true
"(rodriguez)"	true
"(roughly"	true
"(run"	true
"(rushmore)"	true
"(rza)"	true
"(s)kepticism"	true
"(s)uperlative"	true
"(sam"	true
"(sans"	true
"(save"	true
"(seabiscuit)"	true
"(second"	true
"(see"	true
"(see:"	true
"(seriously)."	true
"(served"	true
"(seu"	true
"(she"	true
"(shine):"	true
"(shine;"	true
"(should"	true
"(showtime)"	true
"(shrek)"	true
"(sim"	true
"(slightly)"	true
"(smart"	true
"(snow"	true
"(so"	true
"(so-called)"	true
"(some"	true
"(something"	true
"(sometimes"	true
"(soon"	true
"(sophie"	true
"(sorry"	true
"(sorry)"	true
"(sort"	true
"(spatter)"	true
"(special"	true
"(speed)."	true
"(stallone)"	true
"(stay"	true
"(stephen"	true
"(stephen)"	true
"(still-admittedly"	true
"(streisand"	true
"(streisand)."	true
"(subjects"	true
"(successfully)"	true
"(such"	true
"(superlatively"	true
"(supposedly)"	true
"(surely"	true
"(surprisingly)"	true
"(t)he"	true
"(t)his"	true
"(take"	true
"(taken"	true
"(tamil?)"	true
"(technology"	true
"(television"	true
"(tendencia"	true
"(thank"	true
"(thanks"	true
"(that"	true
"(that'd"	true
"(that's"	true
"(that)"	true
"(the"	true
"(the)"	true
"(themselves"	true
"(there"	true
"(there's)"	true
"(they"	true
"(think"	true
"(this"	true
"(this)"	true
"(though"	true
"(time"	true
"(to"	true
"(tom"	true
"(tom)"	true
"(tommy"	true
"(too"	true
"(topher)"	true
"(tripplehorn)"	true
"(trust"	true
"(try"	true
"(twin"	true
"(two)"	true
"(typically"	true
"(ugh!)."	true
"(un)hilarious"	true
"(un)reality"	true
"(undeliberately)."	true
"(under"	true
"(unfortunately"	true
"(unintentionally)"	true
"(vainly"	true
"(very"	true
"(vince)"	true
"(virtually"	true
"(voice"	true
"(wanda"	true
"(was"	true
"(washington)"	true
"(we"	true
"(we're"	true
"(wearing"	true
"(well"	true
"(wentworth"	true
"(werewolves)."	true
"(what"	true
"(when's"	true
"(which"	true
"(while"	true
"(who"	true
"(whose"	true
"(wilfully"	true
"(wilson)."	true
"(with"	true
"(with)"	true
"(without"	true
"(wonder"	true
"(word"	true
"(wow"	true
"(writer"	true
"(writer-director"	true
"(writing"	true
"(wyler)"	true
"(xx/xy)"	true
"(yeah"	true
"(yes"	true
"(yes)"	true
"(yet!)"	true
"(yet"	true
"(yiddish"	true
"(ymca"	true
"(you"	true
"(you'll"	true
"(zellweger"	true
"(zucker/abrams/zucker)"	true
")"	true
"*"	true
"**"	true
"***!"	true
"***!\"\"\""	true
"****"	true
"*****...okay"	true
"****:"	true
"****storm"	true
"***."	true
"*but"	true
"*i'm"	true
"*movies*"	true
"*nsync"	true
"*puck*"	true
"*the"	true
"+"	true
"-"	true
"--"	true
"--'"	true
"--'could'"	true
"--because"	true
"--even"	true
"--most"	true
"-a"	true
"-a-feature"	true
"-and"	true
"-and-falls"	true
"-and-slap"	true
"-annoying"	true
"-as-it-"	true
"-as-nasty"	true
"-at"	true
"-be-"	true
"-charm"	true
"-deriving"	true
"-disbelief"	true
"-family"	true
"-film-career"	true
"-for-"	true
"-girl-goes"	true
"-goers."	true
"-grand"	true
"-half-bad"	true
"-in-love"	true
"-muy-"	true
"-mystery"	true
"-numbers"	true
"-of-age"	true
"-of-the-week"	true
"-old"	true
"-one"	true
"-road"	true
"-same-old."	true
"-side-"	true
"-special-style"	true
"-straight-to-video"	true
"-strange-land"	true
"-the-"	true
"-the-art"	true
"-the-camera"	true
"-the-metal"	true
"-the-night"	true
"-them"	true
"-to-italy"	true
"-torpedoing"	true
"-underachieving"	true
"-you'll-miss"	true
"-you-silly"	true
"."	true
".."	true
"..."	true
"...'"	true
"...'forgettable'"	true
"...'the"	true
"...."	true
".....to"	true
"....thoughtful"	true
"...[a]"	true
"...[an]"	true
"...[drew"	true
"...[e]asily"	true
"...[features]"	true
"...[t]he"	true
"...[the"	true
"...[vincent"	true
"...\""	true
"...\"\"\""	true
"...a"	true
"...about"	true
"...absolutely"	true
"...actually"	true
"...adolescent"	true
"...aesthetically"	true
"...after"	true
"...again"	true
"...aggressively"	true
"...all"	true
"...allows"	true
"...almost"	true
"...although"	true
"...an"	true
"...and"	true
"...another"	true
"...any"	true
"...aptly"	true
"...as"	true
"...at"	true
"...atrocious..."	true
"...attempts"	true
"...audaciously"	true
"...audience"	true
"...audiences"	true
"...basically"	true
"...basks"	true
"...beasts"	true
"...beautiful"	true
"...beautiful-looking"	true
"...begins"	true
"...being"	true
"...belittles"	true
"...benefits"	true
"...berg's"	true
"...best"	true
"...better"	true
"...big"	true
"...boasts"	true
"...bogs"	true
"...brainless"	true
"...brings"	true
"...bubbly"	true
"...bullets"	true
"...burns"	true
"...but"	true
"...cameron"	true
"...cannot"	true
"...captures"	true
"...casting"	true
"...cedric"	true
"...certainly"	true
"...charged"	true
"...charlize"	true
"...charts"	true
"...check"	true
"...clearly"	true
"...clumsy"	true
"...coherent"	true
"...coldly"	true
"...columbus"	true
"...confounding..."	true
"...contains"	true
"...coppola's"	true
"...could"	true
"...creates"	true
"...crude"	true
"...crystal"	true
"...curiously"	true
"...delightfully"	true
"...delivers"	true
"...dense"	true
"...depending"	true
"...desperate"	true
"...despite"	true
"...didn't"	true
"...director"	true
"...directors"	true
"...displays"	true
"...does"	true
"...doesn't"	true
"...doesn?t"	true
"...doomed"	true
"...dumber"	true
"...earnest"	true
"...easily"	true
"...eastwood"	true
"...eastwood's"	true
"...eerily"	true
"...effectively"	true
"...endlessly"	true
"...engaging"	true
"...enjoy"	true
"...enjoyable"	true
"...enough"	true
"...entertaining"	true
"...enthusiastically"	true
"...ered"	true
"...esentially"	true
"...even"	true
"...every"	true
"...everything"	true
"...exactly"	true
"...exceedingly"	true
"...excels"	true
"...exciting"	true
"...experience"	true
"...explores"	true
"...fails"	true
"...fairly"	true
"...familiar"	true
"...far"	true
"...features"	true
"...feels"	true
"...fifty"	true
"...fights"	true
"...filled"	true
"...first"	true
"...flat"	true
"...flimsy"	true
"...flop"	true
"...for"	true
"...forces"	true
"...fueled"	true
"...fun"	true
"...fuses"	true
"...generally"	true
"...generic"	true
"...gets"	true
"...gigli"	true
"...goofy"	true
"...gratuitous"	true
"...great"	true
"...gripping"	true
"...gritty"	true
"...handles"	true
"...hardball"	true
"...has"	true
"...here"	true
"...high"	true
"...highly"	true
"...hollow"	true
"...honors"	true
"...hopefully"	true
"...how"	true
"...humor"	true
"...i"	true
"...if"	true
"...impossible"	true
"...impressed"	true
"...in"	true
"...incredibly"	true
"...innocuous"	true
"...intends"	true
"...is"	true
"...isn't"	true
"...it"	true
"...it's"	true
"...its"	true
"...itself"	true
"...just"	true
"...kept"	true
"...knows"	true
"...lacks"	true
"...leaves"	true
"...less"	true
"...like"	true
"...lin"	true
"...liotta"	true
"...little"	true
"...lives"	true
"...long"	true
"...ludicrous"	true
"...m."	true
"...madness"	true
"...makes"	true
"...manages"	true
"...manifests"	true
"...mann's"	true
"...masked"	true
"...may"	true
"...mcconaughey"	true
"...might"	true
"...mild"	true
"...minus"	true
"...more"	true
"...mostly"	true
"...moves"	true
"...much"	true
"...neither"	true
"...never"	true
"...newbies"	true
"...no"	true
"...nobody"	true
"...nonstop"	true
"...not"	true
"...nothing"	true
"...now"	true
"...occasional"	true
"...offers"	true
"...often"	true
"...on"	true
"...one"	true
"...other"	true
"...packed"	true
"...packs"	true
"...parents"	true
"...passable"	true
"...passed"	true
"...people"	true
"...playful"	true
"...plays"	true
"...populated"	true
"...possesses"	true
"...predictable"	true
"...probably"	true
"...professional"	true
"...provokes"	true
"...quaid"	true
"...quiet"	true
"...raimi"	true
"...rarely"	true
"...recalls"	true
"...references"	true
"...refuses"	true
"...registers"	true
"...rehashes"	true
"...remains"	true
"...rife"	true
"...riveting"	true
"...saved"	true
"...scene"	true
"...schmaltzy...sitting"	true
"...seduces"	true
"...serves"	true
"...shainberg's"	true
"...sheer"	true
"...shelton's"	true
"...shockingly"	true
"...should"	true
"...shulman"	true
"...silly"	true
"...simply"	true
"...sit"	true
"...slightly"	true
"...so"	true
"...solidly"	true
"...something"	true
"...sometimes"	true
"...sophomoric"	true
"...sort"	true
"...spacey"	true
"...spectacular"	true
"...spends"	true
"...sprawls"	true
"...spy"	true
"...stands"	true
"...stark"	true
"...startling"	true
"...starts"	true
"...stillman's"	true
"...stirring"	true
"...straddles"	true
"...strips"	true
"...strives"	true
"...substituting"	true
"...sucks"	true
"...suffers"	true
"...surprisingly"	true
"...suspension"	true
"...teeters"	true
"...tells"	true
"...that"	true
"...the"	true
"...there"	true
"...there's"	true
"...things"	true
"...this"	true
"...though"	true
"...thrilling"	true
"...too"	true
"...transporting"	true
"...tremendous"	true
"...tremendously"	true
"...truly"	true
"...trust"	true
"...trying"	true
"...turturro"	true
"...two"	true
"...ultimately"	true
"...un"	true
"...undoubtedly"	true
"...une"	true
"...uneven"	true
"...unfortunately"	true
"...unique"	true
"...unless"	true
"...unlike"	true
"...unlikely"	true
"...unusually"	true
"...unworthy"	true
"...vacant"	true
"...veers"	true
"...visually"	true
"...walks"	true
"...wasn't"	true
"...wastes"	true
"...watchable"	true
"...watching"	true
"...we"	true
"...well"	true
"...well-stocked"	true
"...what"	true
"...when"	true
"...where"	true
"...while"	true
"...who"	true
"...who'd"	true
"...will"	true
"...windtalkers"	true
"...with"	true
"...woefully"	true
"...wonderful"	true
"...woody"	true
"...works"	true
"...worth"	true
"...would"	true
"...writer-director"	true
"...yet"	true
"...you"	true
"...you've"	true
"...your"	true
"..far"	true
"..is"	true
"..little"	true
".\""	true
".\"\""	true
".a"	true
".deserve"	true
".gives"	true
".it"	true
".make"	true
".plus"	true
".take"	true
".that"	true
".the"	true
"/"	true
"/writer"	true
"0"	true
"0.01%..."	true
"007"	true
"007's"	true
"007."	true
"044the"	true
"1"	true
"1)"	true
"1-2-3"	true
"1-26-02]"	true
"1-27-95)"	true
"1-800-flowers"	true
"1."	true
"1.)"	true
"1.4."	true
"1.5"	true
"1/2"	true
"1/2."	true
"1/3"	true
"1/4"	true
"10"	true
"10%"	true
"10)"	true
"10-"	true
"10-worst"	true
"10-year"	true
"10-year-old"	true
"10-year-old."	true
"10-year-olds?"	true
"10."	true
"100"	true
"100%"	true
"100%."	true
"100-minute"	true
"100-mph"	true
"100-percent"	true
"100-plus"	true
"100."	true
"1000"	true
"10000"	true
"1001"	true
"100th"	true
"101"	true
"101)"	true
"101:"	true
"101?"	true
"101\"\""	true
"102"	true
"104"	true
"104."	true
"105"	true
"105-minute"	true
"106-minute"	true
"107"	true
"107-minute"	true
"108"	true
"108-minute"	true
"109"	true
"10th"	true
"11"	true
"11's"	true
"11-style"	true
"11-year-old"	true
"11-year-olds"	true
"11."	true
"110"	true
"110-degree"	true
"112"	true
"113"	true
"114-minute"	true
"115"	true
"115-minute"	true
"116"	true
"118"	true
"11th"	true
"12"	true
"12-15"	true
"12-22-01)"	true
"12-step"	true
"12-year-old"	true
"12-year-old."	true
"12-year-olds"	true
"12-year-olds."	true
"12."	true
"120"	true
"1200"	true
"123"	true
"124"	true
"125"	true
"128"	true
"12th-century"	true
"13"	true
"13''"	true
"13-and-under"	true
"13-year"	true
"13-year-old"	true
"13-year-olds"	true
"130"	true
"1300s"	true
"131"	true
"131-minute"	true
"133"	true
"134"	true
"134-minute"	true
"135"	true
"136-minute"	true
"138"	true
"13th"	true
"13th\"\""	true
"13ths"	true
"14"	true
"14+."	true
"14-"	true
"14-carat"	true
"14-karat"	true
"14-year-old"	true
"14-year-olds"	true
"14-year-olds."	true
"14."	true
"140"	true
"141"	true
"142"	true
"143-minute"	true
"145"	true
"147"	true
"149"	true
"1492"	true
"14th"	true
"14th-century"	true
"15"	true
"15%"	true
"15-minute"	true
"15-year"	true
"15-year-old"	true
"15-year-olds."	true
"150"	true
"150-minute"	true
"150th"	true
"151."	true
"152"	true
"154"	true
"156"	true
"157"	true
"158-min."	true
"15?"	true
"15th-century"	true
"16"	true
"16-color"	true
"16-year-old"	true
"160"	true
"165"	true
"16th"	true
"16th-century"	true
"17"	true
"17'"	true
"17-year-old"	true
"17-year-old's"	true
"17-year-old."	true
"17.'"	true
"170"	true
"178-minute-long"	true
"17;"	true
"17th"	true
"17th-century"	true
"18"	true
"18-rated"	true
"18-year"	true
"18-year-old"	true
"180"	true
"180-minute"	true
"1812.\""	true
"1838"	true
"1843"	true
"1860s."	true
"1865"	true
"188"	true
"1895"	true
"18th-century"	true
"19"	true
"1900's."	true
"1900s"	true
"1912."	true
"1915"	true
"1920s"	true
"1922"	true
"1922."	true
"1926"	true
"1927"	true
"1930's"	true
"1930s"	true
"1931"	true
"1935"	true
"1937."	true
"1938"	true
"1939"	true
"1940"	true
"1940s"	true
"1940s."	true
"1941."	true
"1942"	true
"1943"	true
"1948"	true
"1949"	true
"1950"	true
"1950's"	true
"1950."	true
"1950s"	true
"1950s-era"	true
"1950s."	true
"1950s?"	true
"1951"	true
"1952."	true
"1953"	true
"1954"	true
"1955"	true
"1955."	true
"1956"	true
"1956's"	true
"1959"	true
"1960"	true
"1960's"	true
"1960."	true
"1960:"	true
"1960s"	true
"1960s-era"	true
"1960s-set"	true
"1960s."	true
"1961"	true
"1962"	true
"1963"	true
"1964's"	true
"1964."	true
"1965"	true
"1966"	true
"1967"	true
"1968"	true
"1968."	true
"1969"	true
"1969."	true
"1970"	true
"1970's"	true
"1970s"	true
"1970s."	true
"1971"	true
"1971's"	true
"1972"	true
"1973"	true
"1973\"\"\""	true
"1974"	true
"1975"	true
"1976"	true
"1976's"	true
"1977"	true
"1977's"	true
"1977."	true
"1978"	true
"1978's"	true
"1978."	true
"1979"	true
"1979's"	true
"1980"	true
"1980's"	true
"1980's."	true
"1980."	true
"1980s"	true
"1980s-era"	true
"1980s."	true
"1980s.if"	true
"1981"	true
"1981's"	true
"1983's"	true
"1984"	true
"1984's"	true
"1985"	true
"1985's"	true
"1985."	true
"1986"	true
"1987"	true
"1987's"	true
"1987."	true
"1988"	true
"1988's"	true
"1988."	true
"1989"	true
"1989's"	true
"1989."	true
"1990"	true
"1990's"	true
"1990's."	true
"1990."	true
"1990s"	true
"1990s."	true
"1990s.\""	true
"1990s;"	true
"1990s?"	true
"1991"	true
"1991's"	true
"1991."	true
"1992's"	true
"1992)"	true
"1992."	true
"1993"	true
"1993's"	true
"1993."	true
"1994"	true
"1994's"	true
"1994."	true
"1994]."	true
"1995"	true
"1995's"	true
"1995."	true
"1996"	true
"1996's"	true
"1997"	true
"1997's"	true
"1997."	true
"1998"	true
"1998's"	true
"1998."	true
"1998..."	true
"1999!"	true
"1999"	true
"1999's"	true
"1999."	true
"1999:"	true
"19th"	true
"19th-century"	true
"1a"	true
"2"	true
"2&#8243;"	true
"2'"	true
"2's"	true
"2)"	true
"2+"	true
"2--quite"	true
"2-1%u20442"	true
"2-1/2"	true
"2-d"	true
"2-d."	true
"2-d?\"\""	true
"2-day"	true
"2-dimensional"	true
"2-hour"	true
"2-year-old"	true
"2."	true
"2.'"	true
"2.)"	true
"2.5"	true
"2.5%"	true
"2.\"\""	true
"2.\"\"\""	true
"2/3"	true
"20"	true
"20)"	true
"20-car"	true
"20-minute"	true
"20-something"	true
"20-somethings"	true
"20-year-old"	true
"200-words-a-minute"	true
"2000"	true
"2000's"	true
"2000."	true
"20000"	true
"2000s"	true
"2000s."	true
"2001"	true
"2001's"	true
"2001--and"	true
"2001-esq"	true
"2001-ish"	true
"2001."	true
"2001:"	true
"2002"	true
"2002's"	true
"2002."	true
"2002?"	true
"2003"	true
"2003's"	true
"2003."	true
"2003...genuinely"	true
"2003:"	true
"2004"	true
"2004's"	true
"2004."	true
"2005"	true
"2005's"	true
"2005."	true
"2006"	true
"2007"	true
"2007's"	true
"2007."	true
"2008"	true
"2008's"	true
"2008."	true
"2009"	true
"2009's"	true
"2009-hit"	true
"2009."	true
"2009..."	true
"2010"	true
"2010's"	true
"2010."	true
"2011"	true
"2011's"	true
"2011."	true
"2012"	true
"2012&#8242;s"	true
"2012's"	true
"2012."	true
"2012...perfect."	true
"2012.\""	true
"2013."	true
"2014"	true
"2017"	true
"2039"	true
"2044"	true
"2049."	true
"2074."	true
"2080"	true
"2087"	true
"2089"	true
"20s"	true
"20th"	true
"21"	true
"21-year-old"	true
"21."	true
"21/2-hour-plus"	true
"21/2-star"	true
"217-minute"	true
"21st"	true
"21st-century"	true
"22"	true
"220-pound"	true
"23"	true
"24"	true
"24-carat"	true
"24-hour"	true
"24-karat"	true
"2455"	true
"25"	true
"25-minute"	true
"2525."	true
"25?"	true
"25th"	true
"27"	true
"27-year-old"	true
"28"	true
"28-inch"	true
"28-year-old"	true
"2818"	true
"28th"	true
"29"	true
"29-page"	true
"29-year-old"	true
"2:"	true
"2\"\""	true
"2d"	true
"2fast"	true
"2furious"	true
"2furious."	true
"2nd"	true
"2s."	true
"3"	true
"3'"	true
"3)"	true
"3-5"	true
"3-d"	true
"3-d."	true
"3-d:"	true
"3-d?"	true
"3-day"	true
"3-hour"	true
"3-year-olds"	true
"3."	true
"3..."	true
"3.\"\"\""	true
"3/4-hour"	true
"30"	true
"30%"	true
"30-foot"	true
"30-minute"	true
"30-somethings."	true
"30-year"	true
"30-year-old"	true
"300"	true
"300."	true
"3000"	true
"3000-mile"	true
"3000."	true
"3000..."	true
"3000:"	true
"300th"	true
"30s"	true
"31"	true
"31-year-old"	true
"31/2-star"	true
"32"	true
"32-year-old"	true
"33"	true
"33-year-old"	true
"33-year-old-minus-one-month"	true
"3300"	true
"33rd"	true
"34-year-old"	true
"34th"	true
"35"	true
"35-year-old"	true
"35."	true
"37-year-old"	true
"39"	true
"3:"	true
"3;"	true
"3\"\""	true
"3am"	true
"3d!"	true
"3d"	true
"3d-enhanced"	true
"3d."	true
"3d.\"\"\""	true
"3d?"	true
"3d\"\""	true
"3d]"	true
"3kmtg"	true
"4!"	true
"4"	true
"4&#8243;"	true
"4'"	true
"4-0"	true
"4-boxes-of-tissues"	true
"4-color"	true
"4-u."	true
"4-year"	true
"4-year-old"	true
"4."	true
"4.'"	true
"40"	true
"40%"	true
"40'"	true
"40-car"	true
"40-minute"	true
"40-something"	true
"40-year-"	true
"40-year-old"	true
"40."	true
"400"	true
"400-member-strong"	true
"400-word"	true
"400-year"	true
"400-year-old"	true
"401(k)"	true
"40\"\""	true
"40s"	true
"40s."	true
"42"	true
"42nd"	true
"44/100%"	true
"45"	true
"45%"	true
"45-minute"	true
"451"	true
"451'...flat"	true
"451."	true
"47"	true
"48"	true
"48."	true
"480"	true
"4?"	true
"4\"\""	true
"4th"	true
"5"	true
"5-11"	true
"5-13-02]"	true
"5-17-96)"	true
"5-hour"	true
"5-minute"	true
"5-star"	true
"5-year-old"	true
"5-year-olds"	true
"5."	true
"50"	true
"50%"	true
"50's"	true
"50-and-fabulous"	true
"50-something"	true
"50-year-old"	true
"50."	true
"500"	true
"500-lb."	true
"500."	true
"5000"	true
"500th"	true
"50s"	true
"50th"	true
"51)"	true
"54"	true
"54..."	true
"55"	true
"59-year-old"	true
"5\"\""	true
"5th"	true
"6"	true
"6-14-96)"	true
"6-foot-6"	true
"6-foot-plus"	true
"6-year-old"	true
"6-year-old's"	true
"6-year-old."	true
"6-year-olds"	true
"6."	true
"60"	true
"60's"	true
"60-minute"	true
"60-second"	true
"60-year-old"	true
"600"	true
"60s."	true
"62"	true
"62-minute"	true
"62-year-old"	true
"620"	true
"620-page"	true
"63"	true
"64"	true
"64-color"	true
"65"	true
"650"	true
"66"	true
"666"	true
"6th"	true
"7"	true
"7-11"	true
"7-19-96)"	true
"7-foot-1"	true
"7-year-old"	true
"7-year-olds."	true
"7/11."	true
"70"	true
"70%"	true
"70's"	true
"70's."	true
"70."	true
"700"	true
"70mm"	true
"70mm."	true
"70s"	true
"70s."	true
"72"	true
"72-minute"	true
"72-year-old"	true
"73"	true
"73-minute"	true
"734-page"	true
"74"	true
"747."	true
"75"	true
"75%"	true
"75-minute"	true
"75-minutes."	true
"75-year-old"	true
"76"	true
"76-minute"	true
"77"	true
"77-minute"	true
"78"	true
"78-minute"	true
"79%."	true
"79-minute"	true
"7:10"	true
"7:20"	true
"8!"	true
"8"	true
"8-1/2"	true
"8-year-old"	true
"8-year-old's"	true
"8."	true
"80"	true
"80%"	true
"80&#8242;s"	true
"80-foot-tall"	true
"80-minute"	true
"80-some"	true
"800"	true
"8000"	true
"8000-mile"	true
"80000"	true
"800000"	true
"80s"	true
"80s..."	true
"81"	true
"81-year-old"	true
"82"	true
"82-minute"	true
"83"	true
"83-minutes"	true
"84"	true
"85"	true
"85%"	true
"85-minute"	true
"85-year-old"	true
"86"	true
"87"	true
"870"	true
"870-page"	true
"88"	true
"88-minute"	true
"88s"	true
"89"	true
"8mm"	true
"8mm."	true
"9"	true
"9-11"	true
"9-11."	true
"9-12"	true
"9-19-02]"	true
"9-minute"	true
"9-year-olds."	true
"9."	true
"9/11"	true
"9/11'"	true
"9/11."	true
"9/11.\""	true
"9/11\"\""	true
"90"	true
"90%"	true
"90's"	true
"90's."	true
"90's....a"	true
"90's...spacey"	true
"90-minute"	true
"90-plus"	true
"90-some"	true
"90."	true
"900-page"	true
"90210"	true
"90210."	true
"90s"	true
"90s."	true
"91"	true
"91-minute"	true
"92"	true
"92-minute"	true
"93"	true
"94"	true
"94-minute"	true
"95"	true
"95%"	true
"95-minute"	true
"96"	true
"96-"	true
"97"	true
"97-minute"	true
"98"	true
"98-minute"	true
"99"	true
"99%"	true
"99-minute"	true
"99.99%"	true
"9\"\""	true
"9th"	true
":"	true
"::mandy"	true
"<i.the"	true
"="	true
"?"	true
"['frankenweenie']"	true
"[...]"	true
"[1984]"	true
"[\"\"down"	true
"[\"\"full"	true
"[\"\"head"	true
"[\"\"the"	true
"[a"	true
"[a]"	true
"[a]fter"	true
"[a]nd"	true
"[abbie"	true
"[aberration]"	true
"[about"	true
"[actress"	true
"[affleck's]"	true
"[affleck]"	true
"[after"	true
"[akerlund]"	true
"[alan"	true
"[alan's]"	true
"[alba]"	true
"[alexander's]"	true
"[alexander]"	true
"[allen]"	true
"[altman]"	true
"[america]"	true
"[an]"	true
"[and"	true
"[and]"	true
"[anderson"	true
"[anderson's]"	true
"[anderson]"	true
"[ang"	true
"[angelina]"	true
"[aniston"	true
"[aniston's]"	true
"[annoyed]"	true
"[anton's]"	true
"[antz's]"	true
"[antz]"	true
"[apatow's]"	true
"[arnold]"	true
"[as"	true
"[as]"	true
"[asimov]"	true
"[at"	true
"[atkins]"	true
"[a}"	true
"[b]eyond"	true
"[b]ig"	true
"[b]rilliant."	true
"[b]ut"	true
"[banderas"	true
"[barns]"	true
"[barry]"	true
"[bay's]"	true
"[bay]"	true
"[beatty]"	true
"[beckinsale's]"	true
"[beckinsale]"	true
"[becomes]"	true
"[ben"	true
"[benigni's]"	true
"[berg]"	true
"[berry]"	true
"[best"	true
"[bettis]"	true
"[between"	true
"[beverly]"	true
"[billy]"	true
"[blake]"	true
"[blu-ray"	true
"[blu-ray]"	true
"[blu-ray]\""	true
"[bogdanovich's]"	true
"[bosnia]"	true
"[brest's]"	true
"[bright's]"	true
"[bring"	true
"[brings]"	true
"[brooks']"	true
"[brooks]"	true
"[broomfield]"	true
"[brown's]"	true
"[buddy"	true
"[bullock]"	true
"[bunuel"	true
"[burn's]"	true
"[burton]"	true
"[but"	true
"[but]"	true
"[caine's]"	true
"[cameron]"	true
"[campbell"	true
"[career]"	true
"[carpenter's]"	true
"[carter's]"	true
"[cartoonist]"	true
"[charlie]"	true
"[charlize"	true
"[charlize]"	true
"[chbosky's]"	true
"[cheadle]"	true
"[chris"	true
"[clara"	true
"[clooney's]"	true
"[clooney]"	true
"[cold"	true
"[colin]"	true
"[combines"	true
"[compensates]"	true
"[containing]"	true
"[contains]"	true
"[coppola's]"	true
"[coppola]"	true
"[craven]"	true
"[criminal"	true
"[criterion"	true
"[cronenberg"	true
"[crowe's"	true
"[crowe's]"	true
"[cruz's]"	true
"[curtis']"	true
"[curtis]"	true
"[cypher's]"	true
"[d'onofrio"	true
"[d]azzling"	true
"[d]espite"	true
"[damon"	true
"[davies]"	true
"[davis]"	true
"[day-lewis]"	true
"[del"	true
"[delicious]"	true
"[demme's]"	true
"[deniro]"	true
"[depp"	true
"[depp]"	true
"[devito's]"	true
"[diane"	true
"[dickerson's]"	true
"[diesel]"	true
"[diggs]"	true
"[dillon]"	true
"[director"	true
"[director]"	true
"[disney's]"	true
"[documentary]"	true
"[doesn't"	true
"[dorff]"	true
"[downey's]"	true
"[downey]"	true
"[drumline]"	true
"[duhamel]"	true
"[dwayne"	true
"[e]nough"	true
"[e]ntertaining"	true
"[eastwood]"	true
"[ed]"	true
"[eddie]"	true
"[edward"	true
"[elizabeth"	true
"[emile"	true
"[emma"	true
"[errol]"	true
"[eurotrip]"	true
"[evans]"	true
"[even"	true
"[even]"	true
"[evidence]"	true
"[expletive"	true
"[ezra"	true
"[f]ans"	true
"[f]antastic"	true
"[falk"	true
"[fallon]"	true
"[featrues]"	true
"[ferrara]"	true
"[ferrera]"	true
"[film]"	true
"[film]'s"	true
"[football"	true
"[for"	true
"[ford]"	true
"[foxx's]"	true
"[franklin's]"	true
"[from"	true
"[full"	true
"[gallo's]"	true
"[gallo]"	true
"[gardos']"	true
"[gayton's"	true
"[gere"	true
"[gish's"	true
"[gives]"	true
"[glenn]"	true
"[glover]"	true
"[god]"	true
"[goldie]"	true
"[goldthwait's]"	true
"[grant"	true
"[grant]"	true
"[greek]"	true
"[green's]"	true
"[greenwald's]"	true
"[grodin's]"	true
"[guest's]"	true
"[guest]"	true
"[guzman"	true
"[h]ad"	true
"[hackford]"	true
"[halle"	true
"[hallstrom's]"	true
"[hand-drawn]"	true
"[hanks"	true
"[hardwicke]"	true
"[harlin's]"	true
"[harlin]"	true
"[harris"	true
"[harry's]"	true
"[has"	true
"[has]"	true
"[have]"	true
"[hayek's]"	true
"[hayek]"	true
"[he's]"	true
"[hedges]"	true
"[helen"	true
"[hemsworth]"	true
"[here]:"	true
"[hicks]"	true
"[high"	true
"[hill]"	true
"[his"	true
"[his]"	true
"[hitchcock]"	true
"[holly"	true
"[hopkins"	true
"[huang's]"	true
"[hugh]"	true
"[huller]"	true
"[hunt]"	true
"[i[n"	true
"[i]f"	true
"[i]n"	true
"[i]t"	true
"[i]t's"	true
"[ice]"	true
"[identity]"	true
"[in"	true
"[is]"	true
"[isn't]"	true
"[it"	true
"[it's]"	true
"[it]"	true
"[it]."	true
"[its"	true
"[its]"	true
"[jackman"	true
"[jackson"	true
"[jackson's]"	true
"[jackson]"	true
"[jaglom's]"	true
"[jaglom]"	true
"[james"	true
"[jamie"	true
"[jason"	true
"[jenkins']"	true
"[jenkins]"	true
"[jennifer"	true
"[jigsaw]"	true
"[joel]"	true
"[john"	true
"[john]"	true
"[johnson's]"	true
"[johnson]"	true
"[jonah"	true
"[jones]"	true
"[julia"	true
"[julia]"	true
"[jung]"	true
"[kaufman's]"	true
"[kaufman]"	true
"[kaye]"	true
"[keaton"	true
"[kids"	true
"[kieran]"	true
"[king's]"	true
"[kissinger's]"	true
"[kitano's]"	true
"[kline"	true
"[kubrick's]"	true
"[kubrick]."	true
"[kutcher"	true
"[kutcher's]"	true
"[kutcher]"	true
"[lance]"	true
"[lane]"	true
"[lara's]"	true
"[latifah's]"	true
"[laugh]."	true
"[laura"	true
"[lee's]"	true
"[lee]"	true
"[lee]tamahori"	true
"[let"	true
"[levinson"	true
"[levinson]"	true
"[levy's]"	true
"[li's]"	true
"[like]"	true
"[linklater"	true
"[linklater]"	true
"[lisa]"	true
"[ll"	true
"[looks"	true
"[loving]"	true
"[lumet]"	true
"[lustig]"	true
"[m]ay"	true
"[macfarlane]"	true
"[macy's"	true
"[made]"	true
"[makes"	true
"[mamet's]"	true
"[man"	true
"[mangold]"	true
"[mann's]"	true
"[mann]"	true
"[marley]"	true
"[marling]"	true
"[martin]"	true
"[may]"	true
"[mcdonagh]"	true
"[mcnamara's]"	true
"[mcnamara]"	true
"[meet"	true
"[mel"	true
"[melds]"	true
"[merhige]"	true
"[michael"	true
"[michael]"	true
"[mike]"	true
"[miller's"	true
"[mini-cooper]"	true
"[mitchum's]"	true
"[moody]"	true
"[moore"	true
"[moore]"	true
"[moore]'s"	true
"[morgen"	true
"[morris]"	true
"[most"	true
"[mostow"	true
"[movie]."	true
"[mr."	true
"[muniz's]"	true
"[muniz]"	true
"[murphy's]"	true
"[murphy]"	true
"[murray]"	true
"[myer's]"	true
"[myers]"	true
"[n]o"	true
"[nathanson"	true
"[neil]"	true
"[nelson's]"	true
"[new"	true
"[newell]"	true
"[nicholas]"	true
"[nick"	true
"[nicolas"	true
"[nolan]"	true
"[not]"	true
"[o]ne"	true
"[occasionally"	true
"[of"	true
"[of]"	true
"[oliver"	true
"[one]"	true
"[only]"	true
"[original]"	true
"[overuses"	true
"[p]artnering"	true
"[p]redictable"	true
"[paltrow's]"	true
"[paltrow]"	true
"[paulina"	true
"[peirce's]"	true
"[person]"	true
"[peter]"	true
"[pictures]"	true
"[pitt]"	true
"[plays"	true
"[plot]"	true
"[potter]"	true
"[powell's]"	true
"[presents]"	true
"[prevents]"	true
"[problem"	true
"[published"	true
"[puss"	true
"[quvenzhane"	true
"[r]eminiscent"	true
"[raimi's]"	true
"[raimi]"	true
"[ramis's]"	true
"[re-creates]"	true
"[redford's]"	true
"[requiem"	true
"[resulting"	true
"[revels]"	true
"[reynold's]"	true
"[richard"	true
"[ridley]"	true
"[ripley]"	true
"[ritchie]"	true
"[rob]"	true
"[robert]"	true
"[roberts"	true
"[roberts]"	true
"[rock's]"	true
"[rock]"	true
"[rodriguez"	true
"[rodriguez']"	true
"[rodriguez]"	true
"[roland"	true
"[roos']"	true
"[ross']"	true
"[rules]"	true
"[rushmore"	true
"[rushmore]..."	true
"[russell]"	true
